/* No comment provided by engineer. */
"%@ since last back-up" = "%@ od poslednej zálohy";

/* No comment provided by engineer. */
"AC Power" = "Sieťový adaptér";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort pripojený";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort odpojený";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Upozornenie! Povolenie tohoto nastavenia pridá HardwareGrowler medzi aplikácie, ktoré sa spúšťajú automaticky po prihlásení";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Toto nastavenie umožní automatické spustenie HardwareGrowler po prihlásení, aby bol vždy dostupný pre aplikácie, ktoré ho používajú";

/* No comment provided by engineer. */
"Back-up took %@" = "Záloha trvala %@";

/* No comment provided by engineer. */
"Battery charging" = "Nabíjanie batérie";

/* No comment provided by engineer. */
"Battery Low!" = "Batéria takmer vybitá!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Batéria takmer vybitá, prosím pripojte počítač na napájanie";

/* No comment provided by engineer. */
"Battery Power" = "Batéria";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth pripojený";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth pripojenie";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth odpojený";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth odpojenie";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Bluetooth modul na OS X Lion vyžaduje verziu 10.7.3 alebo vyššiu";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Canceled after %@" = "Zrušené po %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock vypnutý";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock zapnutý";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Aktuálna úroveň: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Povolenie tohoto nastavenia spôsobí, že HardwareGrowler bude spustený bez zobrazenia ikony v doku alebo na lište.\n\nPre zobrazenie nastavení spustite HardwareGrowler cez Launchpad alebo Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Zlyhal po %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire pripojený";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire pripojenie";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire odpojený";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire odpojenie";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Prvá záloha, alebo nebola nenájdená žiadna predchádzajúca záloha v systémových záznamoch";

/* No comment provided by engineer. */
"FN Key" = "Fn klávesa";

/* No comment provided by engineer. */
"FN Key Pressed" = "Fn klávesa stlačená";

/* No comment provided by engineer. */
"FN Key Released" = "Fn klávesa uvoľnená";

/* No comment provided by engineer. */
"General" = "Hlavné";

/* Unit names */
"hours" = "hodiny";

/* No comment provided by engineer. */
"Icon:" = "Ikona:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignorované jednotky:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Pre zobrazenie hlásení o Bluetooth zariadeniach na OS X Lion, prosím aktualizujte systém na verziu 10.7.3 alebo vyššiu";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Pre zobrazenie hlásení o telefónnych zariadeniach, prosím aktualizujte systém na verziu 10.7.3 alebo vyššiu";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Príchodzí telefónny hovor";

/* No comment provided by engineer. */
"Incoming SMS" = "Príchodzia SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Rozhranie:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Rozhranie:\t%1$@\nMédium:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP adresa zmenená";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP adresa aktualizovaná";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Pripojený k sieti.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Odpojený od siete %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minúty";

/* No comment provided by engineer. */
"Modules" = "Moduly";

/* No comment provided by engineer. */
"Mounted" = "Pripojený";

/* No comment provided by engineer. */
"Network Link Down" = "Sieť bola odpojená";

/* No comment provided by engineer. */
"Network Link Up" = "Sieť bola pripojená";

/* No comment provided by engineer. */
"Network Monitor" = "Sieť";

/* display no icon at all */
"No icon visible" = "Žiadna viditeľná ikona";

/* No comment provided by engineer. */
"No routable IP addresses" = "Žiadna smerovateľná IP adresa";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Upozorniť na:";

/* No comment provided by engineer. */
"Num Lock" = "Num Lock";

/* No comment provided by engineer. */
"Num Lock Off" = "Num Lock vypnutý";

/* No comment provided by engineer. */
"Num Lock On" = "Num Lock zapnutý";

/* If the string is too long, use O */
"OFF" = "Vyp.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "Zap.";

/* Format string for On <power type> */
"On %@" = "%@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Otvoriť nastavenia HardwareGrowler";

/* No comment provided by engineer. */
"Phone Module" = "Telefóny";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Telefónny modul vyžaduje OS X Lion verzie 10.7.3 alebo vyššej";

/* No comment provided by engineer. */
"Power Changed" = "Zmena napájania";

/* No comment provided by engineer. */
"Power Monitor" = "Napájanie";

/* No comment provided by engineer. */
"Power Warning" = "Varovanie o napájaní";

/* No comment provided by engineer. */
"Preferences" = "Nastavenia";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Ukončiť HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Zobraziť stav napájania";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Zobraziť každých:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Len pri napájaní z batérie";

/* Unit names */
"seconds" = "sekundy";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Poslať pri pripojení Bluetooth zariadenia";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Poslať pri odpojení Bluetooth zariadenia";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Poslať pri pripojení Firewire zariadenia";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Poslať pri odpojení Firewire zariadenia";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Poslať pri pripojení Thunderbolt zariadenia";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Poslať pri odpojení Thunderbolt zariadenia";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Poslať pri pripojení USB zariadenia";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Poslať pri odpojení USB zariadenia";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Poslať pri pripojení jednotky";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Poslať pri odpojení jednotky";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Poslať keď sa AirPort pripojí k sieti";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Poslať keď sa AirPort odpoji od siete";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Poslať pri odpojení Ethernetu";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Poslať pri pripojení Ethernetu";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Poslať pred vybitím batérie";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Poslať pri zmene systémovej IP adresy";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Poslať pri zmene typu alebo stavu napájania";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Poslať pri zlyhaní Time Machine zálohy";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Poslať pri ukončení Time Machine zálohy";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Poslať pri prerušení Time Machine zálohy";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Poslať pri spustení Time Machine zálohy";

/* No comment provided by engineer. */
"Shift Key" = "Shift";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Shift stlačený";

/* No comment provided by engineer. */
"Shift Key Released" = "Shift uvoľnený";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Po spustení zobraziť pripojené zariadenia";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Zobraziť ikonu v oboch";

/* display the icon only in the dock */
"Show icon in the dock" = "Zobraziť ikonu v docku";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Zobraziť ikonu v menu bare";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Spustiť HardwareGrowler po prihlásení:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Pre tento modul nie sú dostupné žiadne nastavenia.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Toto nastavenie nadobudne účinnosť až po reštartovaní HardwareGrowler";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt  pripojený";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt pripojenie";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt odpojený";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt odpojenie";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine záloha zrušená";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine záloha zlyhala";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine záloha ukončená";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine záloha ukončená";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine záloha spustená";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine záloha spustená";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Zostáva: %lu minút";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Čas do nabitia: %lu minút";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Time Machine";

/* No comment provided by engineer. */
"Unknown Power Source" = "Neznámy zdroj napájania";

/* No comment provided by engineer. */
"Unmounted" = "Odpojený";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Neznáme FireWire zariadenie";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Neznáme Thunderbolt zariadenie";

/* No comment provided by engineer. */
"UPS Power" = "Záložný zdroj UPS";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Zbernica USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "Zbernica USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Zbernica USB";

/* No comment provided by engineer. */
"USB Connected" = "USB pripojené";

/* No comment provided by engineer. */
"USB Connection" = "Pripojenie USB";

/* No comment provided by engineer. */
"USB Disconnected" = "USB odpojené";

/* No comment provided by engineer. */
"USB Disconnection" = "Odpojenie USB";

/* No comment provided by engineer. */
"USB Monitor" = "USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Diskové jednotky";

/* No comment provided by engineer. */
"Volume Mounted" = "Jednotka pripojená";

/* No comment provided by engineer. */
"Volume Unmounted" = "Jednotka odpojená";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Upozornenie! Povolenie tohoto nastavenia spôsobí, že HardwareGrowler bude spustený na pozadí";

